# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'dockutil'
brew 'mas'
brew 'git'
brew 'php'
brew 'php@7.3'
brew 'php@7.2'
brew 'composer'
brew 'nginx'
brew 'dnsmasq'

# Apps
cask 'brave-browser'
cask 'google-chrome'
cask 'firefox'
cask 'logitech-options'
cask 'visual-studio-code'
cask 'tableplus'
cask 'tinkerwell'
cask 'docker'
cask 'appcleaner'
cask 'figma'

# Apps from App Store
mas 'Magnet', id: 441258766
mas 'Bitwarden', id: 1352778147
mas 'Gestimer', id: 990588172
mas 'Littleipsum', id: 405772121
mas 'Pikka - Color Picker', id: 1195076754
mas 'Mountain Duck', id: 1024974133
mas 'Trello', id: 1278508951
mas 'Whatsapp Desktop', id: 1147396723
mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'Affinity Publisher', id: 881418622
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft Word', id: 462054704
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Outlook', id: 985367838

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-prompt'
cask 'font-roboto'
cask 'font-work-sans'
